Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# ride_edit_no_past_requests
source: No Past Requests
es: Sin solicitudes pasadas
ko: 과거 요청 없음
vi: Không có yêu cầu trước đó
zh_hans: 没有过往请求
zh_hant: 沒有過往請求

# ride_edit_no_past_requests_helped
source: You haven't helped with any requests that are more than 12 hours old.
es: No has ayudado con ninguna solicitud que tenga más de 12 horas.
ko: 12시간 이상 경과한 요청에 도움을 준 적이 없습니다.
vi: Bạn chưa giúp đỡ bất kỳ yêu cầu nào đã qua 12 giờ.
zh_hans: 您尚未帮助过任何超过12小时的请求。
zh_hant: 您尚未幫助過任何超過12小時的請求。

# ride_edit_no_past_requests_mine
source: You haven't posted any requests that are more than 12 hours old.
es: No has publicado ninguna solicitud que tenga más de 12 horas.
ko: 12시간 이상 경과한 요청을 게시한 적이 없습니다.
vi: Bạn chưa đăng bất kỳ yêu cầu nào đã qua 12 giờ.
zh_hans: 您尚未发布过任何超过12小时的请求。
zh_hant: 您尚未發布過任何超過12小時的請求。

# ride_edit_notes
source: Notes (optional)
es: Notas (opcional)
ko: 메모 (선택사항)
vi: Ghi chú (tùy chọn)
zh_hans: 备注（可选）
zh_hant: 備註（可選）

# ride_edit_past_requests_title
source: Past Requests
es: Solicitudes pasadas
ko: 과거 요청
vi: Yêu cầu trước đó
zh_hans: 过往请求
zh_hant: 過往請求

# ride_edit_pickup_location
source: Pickup Location
es: Lugar de recogida
ko: 픽업 장소
vi: Điểm đón
zh_hans: 上车地点
zh_hant: 上車地點

# ride_edit_questions_disabled
source: Questions are disabled after a request is claimed
es: Las preguntas se desactivan después de que se reclame una solicitud
ko: 요청이 수락된 후에는 질문이 비활성화됩니다
vi: Câu hỏi bị vô hiệu hóa sau khi yêu cầu đã được nhận
zh_hans: 请求被领取后将禁用提问功能
zh_hant: 請求被領取後將停用提問功能

# ride_edit_route
source: Route
es: Ruta
ko: 경로
vi: Tuyến đường
zh_hans: 路线
zh_hant: 路線

# ride_edit_seats
source: Seats: %lld
es: Asientos: %lld
ko: 좌석: %lld
vi: Chỗ ngồi: %lld
zh_hans: 座位：%lld
zh_hant: 座位：%lld

# ride_edit_title
source: Edit Ride Request
es: Editar solicitud de viaje
ko: 탑승 요청 편집
vi: Chỉnh sửa yêu cầu đi xe
zh_hans: 编辑乘车请求
zh_hant: 編輯乘車請求

# ride_error_date_in_past
source: Date cannot be in the past
es: La fecha no puede ser en el pasado
ko: 과거 날짜는 선택할 수 없습니다
vi: Ngày không thể ở trong quá khứ
zh_hans: 日期不能是过去的时间
zh_hant: 日期不能是過去的時間

# ride_error_destination_required
source: Destination is required
es: El destino es obligatorio
ko: 목적지를 입력해 주세요
vi: Vui lòng nhập điểm đến
zh_hans: 请输入目的地
zh_hant: 請輸入目的地

# ride_error_pickup_required
source: Pickup location is required
es: El lugar de recogida es obligatorio
ko: 픽업 위치를 입력해 주세요
vi: Vui lòng nhập địa điểm đón
zh_hans: 请输入上车地点
zh_hant: 請輸入上車地點

# ride_error_seats_range
source: Seats must be between 1 and 7
es: Los asientos deben ser entre 1 y 7
ko: 좌석 수는 1에서 7 사이여야 합니다
vi: Số ghế phải từ 1 đến 7
zh_hans: 座位数必须在1到7之间
zh_hant: 座位數必須在1到7之間

# ride_flight_search_hint
source: Opens flight status search in browser
es: Abre búsqueda de estado del vuelo en el navegador
ko: 브라우저에서 항공편 상태 검색 열기
vi: Mở tìm kiếm trạng thái chuyến bay trong trình duyệt
zh_hans: 在浏览器中打开航班状态搜索
zh_hant: 在瀏覽器中開啟航班狀態搜尋

# ride_seats_count_one
source: %lld seat
es: %lld asiento
ko: %lld석
vi: %lld chỗ
zh_hans: %lld个座位
zh_hant: %lld個座位

# ride_seats_count_other
source: %lld seats
es: %lld asientos
ko: %lld석
vi: %lld chỗ
zh_hans: %lld个座位
zh_hant: %lld個座位

source: Rides
es: Viajes
ko: 승차
vi: Đi xe
zh_hans: 行程
zh_hant: 行程

# rides_dashboard_title
source: Ride Requests
es: Solicitudes de viaje
ko: 라이드 요청
vi: Yêu cầu đi xe
zh_hans: 乘车请求
zh_hant: 乘車請求

# rides_empty_all
source: No rides available right now. Check back later!
es: No hay viajes disponibles ahora. ¡Vuelve más tarde!
ko: 현재 이용 가능한 라이드가 없습니다. 나중에 다시 확인하세요!
vi: Hiện không có chuyến đi nào. Hãy quay lại sau!
zh_hans: 目前没有可用的搭车。稍后再来看看！
zh_hant: 目前沒有可用的搭車。稍後再來看看！

# rides_empty_claimed
source: You haven't claimed any rides yet.
es: Aún no has reclamado ningún viaje.
ko: 아직 수락한 라이드가 없습니다.
vi: Bạn chưa nhận chuyến đi nào.
zh_hans: 你还没有认领任何搭车。
zh_hant: 你還沒有認領任何搭車。

# rides_empty_mine
source: You haven't created any rides yet.
es: Aún no has creado ningún viaje.
ko: 아직 라이드를 만들지 않았습니다.
vi: Bạn chưa tạo chuyến đi nào.
zh_hans: 你还没有创建任何搭车。
zh_hant: 你還沒有建立任何搭車。

# rides_empty_title
source: No Rides Available
es: No hay viajes disponibles
ko: 라이드 없음
vi: Không có chuyến đi
zh_hans: 暂无搭车
zh_hant: 暫無搭車

source: Route
es: Ruta
ko: 경로
vi: Tuyến đường
zh_hans: 路线
zh_hant: 路線

source: Route Map
es: Mapa de ruta
ko: 경로 지도
vi: Bản đồ tuyến đường
zh_hans: 路线地图
zh_hant: 路線地圖

# route_address_not_found
source: Could not find one of these addresses
es: No se pudo encontrar una de estas direcciones
ko: 이 주소 중 하나를 찾을 수 없습니다
vi: Không tìm thấy một trong các địa chỉ này
zh_hans: 找不到其中一个地址
zh_hant: 找不到其中一個地址

# route_annotation_destination
source: Destination
es: Destino
ko: 목적지
vi: Điểm đến
zh_hans: 目的地
zh_hant: 目的地

# route_annotation_pickup
source: Pickup
es: Recogida
ko: 탑승 위치
vi: Điểm đón
zh_hans: 上车点
zh_hant: 上車點

# route_load_error
source: Could not load route
es: No se pudo cargar la ruta
ko: 경로를 불러올 수 없음
vi: Không thể tải lộ trình
zh_hans: 无法加载路线
zh_hant: 無法載入路線

# route_loading
source: Loading route...
es: Cargando ruta...
ko: 경로 로딩 중...
vi: Đang tải lộ trình...
zh_hans: 加载路线中...
zh_hant: 載入路線中...

# route_not_found
source: No driving route between these addresses
es: No hay una ruta en auto entre estas direcciones
ko: 이 주소 사이의 주행 경로가 없습니다
vi: Không có tuyến đường lái xe giữa các địa chỉ này
zh_hans: 这些地址之间没有驾车路线
zh_hant: 這些地址之間沒有駕車路線

source: Route unavailable
es: Ruta no disponible
ko: 경로를 사용할 수 없음
vi: Lộ trình không khả dụng
zh_hans: 路线不可用
zh_hant: 路線不可用

source: Save
es: Guardar
ko: 저장
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# savings_empty_message
source: Savings from shared rides will appear here.
es: Los ahorros de viajes compartidos aparecerán aquí.
ko: 공유 라이드로 절약한 금액이 여기에 표시됩니다.
vi: Số tiền tiết kiệm từ các chuyến đi chung sẽ xuất hiện ở đây.
zh_hans: 拼车节省的金额将显示在这里。
zh_hant: 拼車節省的金額將顯示在這裡。

# savings_empty_title
source: No Savings Yet
es: Aún no hay ahorros
ko: 아직 절약 내역 없음
vi: Chưa có khoản tiết kiệm
zh_hans: 暂无节省
zh_hant: 暫無節省

# savings_load_error
source: Failed to load savings
es: Error al cargar ahorros
ko: 절약 내역을 불러오지 못했습니다
vi: Không thể tải dữ liệu tiết kiệm
zh_hans: 加载节省数据失败
zh_hant: 載入節省資料失敗

# savings_nav_title
source: My Savings
es: Mis ahorros
ko: 내 절약 내역
vi: Tiết kiệm của tôi
zh_hans: 我的节省
zh_hant: 我的節省

# savings_period_label
source: Period
es: Período
ko: 기간
vi: Kỳ
zh_hans: 时段
zh_hant: 時段

# savings_ride_count
source: %lld rides
es: %lld viajes
ko: %lld회 라이드
vi: %lld chuyến đi
zh_hans: %lld次搭车
zh_hant: %lld次搭車

# savings_total_label
source: Total Savings
es: Ahorro total
ko: 총 절약액
vi: Tổng tiết kiệm
zh_hans: 总节省
zh_hant: 總節省

source: Select Users
es: Seleccionar usuarios
ko: 사용자 선택
vi: Chọn người dùng
zh_hans: 选择用户
zh_hant: 選擇使用者

source: Send
es: Enviar
ko: 보내기
vi: Gửi
zh_hans: 发送
zh_hant: 發送

source: Send Message
es: Enviar mensaje
ko: 메시지 보내기
vi: Gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

source: Settings
es: Configuración
ko: 설정
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings_about
source: About
es: Acerca de
ko: 소개
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# settings_account_linking
source: Account Linking
es: Vinculación de cuenta
ko: 계정 연결
vi: Liên kết tài khoản
zh_hans: 账户关联
zh_hant: 帳戶關聯

# settings_always_enabled
source: Always enabled
es: Siempre activado
ko: 항상 사용
vi: Luôn bật
zh_hans: 始终启用
zh_hant: 一律啟用

# settings_announcements
source: Announcements
es: Anuncios
ko: 공지
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

# settings_appearance
source: Appearance
es: Apariencia
ko: 외관
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settings_appearance_footer
source: Choose your preferred theme
es: Elige tu tema preferido
ko: 원하는 테마를 선택하세요
vi: Chọn giao diện bạn thích
zh_hans: 选择您喜欢的主题
zh_hant: 選擇您喜歡的主題

# settings_apple_id_linked
source: Apple ID Linked
es: ID de Apple vinculado
ko: Apple ID 연결됨
vi: Đã liên kết Apple ID
zh_hans: Apple ID 已关联
zh_hant: Apple ID 已關聯

# settings_apple_signin_description
source: Sign in with your Apple ID for quick access
es: Inicia sesión con tu Apple ID para un acceso rápido
ko: 빠른 접근을 위해 Apple ID로 로그인하세요
vi: Đăng nhập bằng Apple ID để truy cập nhanh
zh_hans: 使用 Apple ID 登录以快速访问
zh_hant: 使用 Apple ID 登入以快速存取

# settings_auto_download_description
source: Automatically download images and media
es: Descargar automáticamente imágenes y medios
ko: 이미지와 미디어를 자동으로 다운로드
vi: Tự động tải xuống hình ảnh và phương tiện
zh_hans: 自动下载图片和媒体
zh_hant: 自動下載圖片和媒體

# settings_auto_download_media
source: Auto-Download Media
es: Descarga automática de medios
ko: 미디어 자동 다운로드
vi: Tự động tải phương tiện
zh_hans: 自动下载媒体
zh_hant: 自動下載媒體

# settings_biometric_auth
source: Biometric Authentication
es: Autenticación biométrica
ko: 생체 인증
vi: Xác thực sinh trắc học
zh_hans: 生物识别认证
zh_hant: 生物識別認證

# settings_biometric_not_available
source: Biometric authentication is not available on this device
es: La autenticación biométrica no está disponible en este dispositivo
ko: 이 기기에서는 생체 인증을 사용할 수 없습니다
vi: Thiết bị này không hỗ trợ xác thực sinh trắc học
zh_hans: 此设备不支持生物识别认证
zh_hant: 此裝置不支援生物識別認證

# settings_biometric_unlock
source: Quickly unlock the app
es: Desbloquea la aplicación rápidamente
ko: 앱을 빠르게 잠금 해제
vi: Mở khóa ứng dụng nhanh chóng
zh_hans: 快速解锁应用
zh_hant: 快速解鎖應用

# settings_blocked_date
source: Blocked %@
es: Bloqueado %@
ko: %@ 차단됨
vi: Đã chặn %@
zh_hans: %@ 屏蔽
zh_hant: %@ 封鎖

# settings_blocked_users
source: Blocked Users
es: Usuarios bloqueados
ko: 차단된 사용자
vi: Người dùng bị chặn
zh_hans: 已屏蔽用户
zh_hant: 已封鎖用戶

# settings_blocked_users_empty
source: No blocked users
es: No hay usuarios bloqueados
ko: 차단된 사용자 없음
vi: Không có người dùng bị chặn
zh_hans: 没有已屏蔽的用户
zh_hant: 沒有已封鎖的用戶

# settings_blocked_users_load_failed
source: Couldn't load your blocked users. Check your connection and try again.
es: No se pudieron cargar tus usuarios bloqueados. Revisa tu conexión e inténtalo de nuevo.
ko: 차단한 사용자를 불러오지 못했습니다. 연결을 확인하고 다시 시도해 주세요.
vi: Không thể tải danh sách người dùng bạn đã chặn. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法加载您屏蔽的用户。请检查网络连接后重试。
zh_hant: 無法載入您封鎖的用戶。請檢查網路連線後重試。

# settings_change_language_footer
source: Change the app's display language
es: Cambia el idioma de visualización de la aplicación
ko: 앱 표시 언어 변경
vi: Thay đổi ngôn ngữ hiển thị của ứng dụng
zh_hans: 更改应用的显示语言
zh_hant: 更改應用程式的顯示語言

# settings_coming_soon
source: Coming soon
es: Próximamente
ko: 곧 제공 예정
vi: Sắp ra mắt
zh_hans: 即将推出
zh_hant: 即將推出

# settings_community_guidelines
source: Community Guidelines
es: Normas de la comunidad
ko: 커뮤니티 가이드라인
vi: Quy tắc cộng đồng
zh_hans: 社区准则
zh_hant: 社群準則

# settings_contact_support
source: Contact Support
es: Contactar a soporte
ko: 지원팀 문의
vi: Liên hệ hỗ trợ
zh_hans: 联系支持
zh_hant: 聯絡支援

# settings_contact_support_device_info
source: Device Info:
es: Información del dispositivo:
ko: 기기 정보:
vi: Thông tin thiết bị:
zh_hans: 设备信息：
zh_hant: 裝置資訊：

# settings_contact_support_subject
source: Naar's Cars Support Request
es: Solicitud de soporte de Naar's Cars
ko: Naar's Cars 지원 요청
vi: Yêu cầu hỗ trợ Naar's Cars
zh_hans: Naar's Cars 支持请求
zh_hant: Naar's Cars 支援請求

# settings_crash_reports_description
source: Help improve the app by sharing crash data
es: Ayuda a mejorar la aplicación compartiendo datos de errores
ko: 충돌 데이터를 공유하여 앱 개선에 도움
vi: Giúp cải thiện ứng dụng bằng cách chia sẻ dữ liệu lỗi
zh_hans: 通过分享崩溃数据帮助改进应用
zh_hant: 透過分享當機資料幫助改進應用程式

# settings_display
source: Display
es: Pantalla
ko: 디스플레이
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

# settings_done
source: Done
es: Hecho
ko: 완료
vi: Xong
zh_hans: 完成
zh_hant: 完成

# settings_language
source: Language
es: Idioma
ko: 언어
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings_link
source: Link
es: Vincular
ko: 연결
vi: Liên kết
zh_hans: 关联
zh_hant: 關聯

# settings_link_apple_failed
source: Failed to link Apple ID: %@
es: Error al vincular Apple ID: %@
ko: Apple ID 연결 실패: %@
vi: Không thể liên kết Apple ID: %@
zh_hans: 关联Apple ID失败：%@
zh_hant: 關聯Apple ID失敗：%@

# settings_link_apple_id
source: Link Apple ID
es: Vincular ID de Apple
ko: Apple ID 연결
vi: Liên kết Apple ID
zh_hans: 关联 Apple ID
zh_hant: 關聯 Apple ID

# settings_link_apple_id_alert_message
source: You'll be able to sign in with Face ID/Touch ID after linking.
es: Podrás iniciar sesión con Face ID/Touch ID después de vincular.
ko: 연결 후 Face ID/Touch ID로 로그인할 수 있습니다.
vi: Bạn sẽ có thể đăng nhập bằng Face ID/Touch ID sau khi liên kết.
zh_hans: 关联后您可以使用 Face ID/Touch ID 登录。
zh_hant: 關聯後您可以使用 Face ID/Touch ID 登入。

# settings_link_apple_id_alert_title
source: Link Apple ID
es: Vincular Apple ID
ko: Apple ID 연결
vi: Liên kết Apple ID
zh_hans: 关联 Apple ID
zh_hant: 關聯 Apple ID

# settings_link_apple_id_description
source: Link your Apple ID to sign in with Face ID/Touch ID
es: Vincula tu ID de Apple para iniciar sesión con Face ID/Touch ID
ko: Face ID/Touch ID로 로그인하려면 Apple ID를 연결하세요
vi: Liên kết Apple ID để đăng nhập bằng Face ID/Touch ID
zh_hans: 关联您的 Apple ID 以使用面容 ID/触控 ID 登录
zh_hant: 關聯您的 Apple ID 以使用 Face ID/Touch ID 登入

# settings_link_previews
source: Link Previews
es: Previsualizaciones de enlaces
ko: 링크 미리보기
vi: Xem trước liên kết
zh_hans: 链接预览
zh_hant: 連結預覽

# settings_link_previews_description
source: Show previews for shared links
es: Mostrar previsualizaciones de enlaces compartidos
ko: 공유된 링크의 미리보기 표시
vi: Hiển thị xem trước cho liên kết đã chia sẻ
zh_hans: 显示共享链接的预览
zh_hant: 顯示共享連結的預覽

# settings_lock_after_background
source: App will lock after 5 minutes in background
es: La aplicación se bloqueará después de 5 minutos en segundo plano
ko: 백그라운드에서 5분 후 앱이 잠깁니다
vi: Ứng dụng sẽ khóa sau 5 phút ở nền
zh_hans: 应用在后台运行5分钟后将锁定
zh_hant: 應用在背景執行5分鐘後將鎖定

# settings_lock_when_returning
source: Lock when returning to app
es: Bloquear al volver a la aplicación
ko: 앱으로 돌아올 때 잠금
vi: Khóa khi quay lại ứng dụng
zh_hans: 返回应用时锁定
zh_hant: 返回應用時鎖定

# settings_manage_blocked_description
source: Manage blocked users
es: Administrar usuarios bloqueados
ko: 차단된 사용자 관리
vi: Quản lý người dùng bị chặn
zh_hans: 管理已屏蔽的用户
zh_hant: 管理已封鎖的用戶

# settings_messages
source: New Messages
es: Nuevos mensajes
ko: 새 메시지
vi: Tin nhắn mới
zh_hans: 新消息
zh_hant: 新訊息

# settings_messaging
source: Messaging
es: Mensajería
ko: 메시지
vi: Nhắn tin
zh_hans: 消息
zh_hant: 訊息

# settings_messaging_footer
source: Control your messaging experience
es: Controla tu experiencia de mensajería
ko: 메시지 환경을 관리하세요
vi: Kiểm soát trải nghiệm nhắn tin của bạn
zh_hans: 管理您的消息体验
zh_hant: 管理您的訊息體驗

# settings_new_requests
source: New Requests
es: Nuevas solicitudes
ko: 새 요청
vi: Yêu cầu mới
zh_hans: 新请求
zh_hant: 新請求

# settings_no_blocked_users
source: No Blocked Users
es: Sin usuarios bloqueados
ko: 차단된 사용자 없음
vi: Không có người dùng bị chặn
zh_hans: 没有已屏蔽的用户
zh_hant: 沒有已封鎖的用戶

# settings_no_payload
source: No payload recorded yet.
es: Aún no se ha registrado ninguna carga útil.
ko: 아직 기록된 페이로드가 없습니다.
vi: Chưa có dữ liệu nào được ghi lại.
zh_hans: 尚未记录任何有效载荷。
zh_hant: 尚未記錄任何有效載荷。

# settings_no_token
source: No token stored yet.
es: Aún no se ha almacenado ningún token.
ko: 아직 저장된 토큰이 없습니다.
vi: Chưa có token nào được lưu trữ.
zh_hans: 尚未存储任何令牌。
zh_hant: 尚未儲存任何令牌。

# settings_notification_types
source: Notification Types
es: Tipos de notificaciones
ko: 알림 유형
vi: Loại thông báo
zh_hans: 通知类型
zh_hant: 通知類型

# settings_notification_update_failed
source: Failed to update notification preference: %@
es: Error al actualizar la preferencia de notificación: %@
ko: 알림 설정 업데이트 실패: %@
vi: Không thể cập nhật tùy chọn thông báo: %@
zh_hans: 更新通知偏好失败：%@
zh_hant: 更新通知偏好失敗：%@

# settings_notifications
source: Notifications
es: Notificaciones
ko: 알림
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# settings_notifications_control_footer
source: Control which types of notifications you receive
es: Controla qué tipos de notificaciones recibes
ko: 수신할 알림 유형을 관리하세요
vi: Kiểm soát loại thông báo bạn nhận được
zh_hans: 控制您接收的通知类型
zh_hant: 控制您接收的通知類型

# settings_notifications_required_footer
source: Announcements and New Requests notifications are required and cannot be turned off.
es: Las notificaciones de anuncios y nuevas solicitudes son obligatorias y no se pueden desactivar.
ko: 공지사항 및 새 요청 알림은 필수이며 끌 수 없습니다.
vi: Thông báo về thông báo chung và yêu cầu mới là bắt buộc và không thể tắt.
zh_hans: 公告和新请求通知是必需的，无法关闭。
zh_hant: 公告和新請求通知是必需的，無法關閉。

# settings_privacy
source: Privacy
es: Privacidad
ko: 개인정보
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

# settings_privacy_footer
source: Manage your privacy settings
es: Administra tu configuración de privacidad
ko: 개인정보 설정을 관리하세요
vi: Quản lý cài đặt quyền riêng tư của bạn
zh_hans: 管理您的隐私设置
zh_hant: 管理您的隱私設定

# settings_privacy_policy
source: Privacy Policy
es: Política de privacidad
ko: 개인정보 처리방침
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# settings_push_denied
source: Push notification permission was denied. You can enable it in Settings.
es: El permiso de notificaciones push fue denegado. Puedes habilitarlo en Configuración.
ko: 푸시 알림 권한이 거부되었습니다. 설정에서 활성화할 수 있습니다.
vi: Quyền thông báo đẩy đã bị từ chối. Bạn có thể bật trong Cài đặt.
zh_hans: 推送通知权限被拒绝。您可以在设置中启用。
zh_hant: 推播通知權限被拒絕。您可以在設定中啟用。

# settings_push_manage_in_settings
source: Manage in iOS Settings
es: Gestionar en Ajustes de iOS
ko: iOS 설정에서 관리
vi: Quản lý trong Cài đặt iOS
zh_hans: 在 iOS“设置”中管理
zh_hant: 在 iOS「設定」中管理

# settings_push_notifications
source: Push Notifications
es: Notificaciones push
ko: 푸시 알림
vi: Thông báo đẩy
zh_hans: 推送通知
zh_hant: 推播通知

# settings_push_notifications_description
source: Receive notifications on your device
es: Recibe notificaciones en tu dispositivo
ko: 기기에서 알림 수신
vi: Nhận thông báo trên thiết bị của bạn
zh_hans: 在您的设备上接收通知
zh_hant: 在您的裝置上接收通知

# settings_push_status_denied
source: Off. Turn on notifications for Naar's Cars in iOS Settings.
es: Desactivadas. Activa las notificaciones de Naar's Cars en Ajustes de iOS.
ko: 꺼짐. iOS 설정에서 Naar's Cars 알림을 켜세요.
vi: Tắt. Hãy bật thông báo cho Naar's Cars trong Cài đặt iOS.
zh_hans: 已关闭。请在 iOS“设置”中为 Naar's Cars 开启通知。
zh_hant: 已關閉。請在 iOS「設定」中為 Naar's Cars 開啟通知。

# settings_push_status_off
source: Off
es: Desactivadas
ko: 꺼짐
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# settings_push_status_on
source: On
es: Activadas
ko: 켜짐
vi: Bật
zh_hans: 开启
zh_hant: 開啟

# settings_push_turn_on
source: Turn On Notifications
es: Activar notificaciones
ko: 알림 켜기
vi: Bật thông báo
zh_hans: 开启通知
zh_hant: 開啟通知

# settings_qa_activity
source: Q&A Activity
es: Actividad de preguntas y respuestas
ko: Q&A 활동
vi: Hoạt động Hỏi & Đáp
zh_hans: 问答活动
zh_hant: 問答活動

# settings_read_receipts_description
source: Let others know when you've read their messages
es: Permite que otros sepan cuándo has leído sus mensajes
ko: 메시지를 읽었을 때 상대방에게 알림
vi: Cho người khác biết khi bạn đã đọc tin nhắn của họ
zh_hans: 让他人知道您已读他们的消息
zh_hant: 讓他人知道您已讀他們的訊息

# settings_require_on_launch
source: Require on Launch
es: Requerir al iniciar
ko: 실행 시 필요
vi: Yêu cầu khi mở ứng dụng
zh_hans: 启动时要求
zh_hant: 啟動時要求

# settings_review_reminders
source: Review Reminders
es: Recordatorios de reseñas
ko: 리뷰 알림
vi: Nhắc nhở đánh giá
zh_hans: 评价提醒
zh_hant: 評價提醒

# settings_ride_updates
source: Ride Updates
es: Actualizaciones de viajes
ko: 탑승 업데이트
vi: Cập nhật chuyến đi
zh_hans: 行程更新
zh_hant: 行程更新

# settings_send_read_receipts
source: Send Read Receipts
es: Enviar confirmaciones de lectura
ko: 읽음 확인 보내기
vi: Gửi xác nhận đã đọc
zh_hans: 发送已读回执
zh_hant: 傳送已讀回條

# settings_share_crash_reports
source: Share Crash Reports
es: Compartir informes de errores
ko: 충돌 보고서 공유
vi: Chia sẻ báo cáo lỗi
zh_hans: 分享崩溃报告
zh_hant: 分享當機報告

# settings_supreme_leader_accessibility
source: Naar's Cars Supreme Leader
es: Líder supremo de Naar's Cars
ko: Naar's Cars 최고 지도자
vi: Lãnh tụ tối cao của Naar's Cars
zh_hans: Naar's Cars 最高领导
zh_hant: Naar's Cars 最高領導

# settings_system_default
source: System Default
es: Predeterminado del sistema
ko: 시스템 기본값
vi: Mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設

# settings_terms_of_service
source: Terms of Service
es: Términos de servicio
ko: 이용약관
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# settings_title
source: Settings
es: Configuración
ko: 설정
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings_town_hall
source: Town Hall
es: Foro comunitario
ko: 타운홀
vi: Diễn đàn
zh_hans: 社区论坛
zh_hant: 社群論壇

# settings_typing_indicators
source: Typing Indicators
es: Indicadores de escritura
ko: 입력 표시기
vi: Chỉ báo đang nhập
zh_hans: 输入指示器
zh_hant: 輸入指示器

# settings_typing_indicators_description
source: Show when you're typing in a conversation
es: Mostrar cuando estás escribiendo en una conversación
ko: 대화에서 입력 중일 때 표시
vi: Hiển thị khi bạn đang nhập trong cuộc trò chuyện
zh_hans: 在对话中输入时显示
zh_hant: 在對話中輸入時顯示

# settings_unblock
source: Unblock
es: Desbloquear
ko: 차단 해제
vi: Bỏ chặn
zh_hans: 取消屏蔽
zh_hant: 取消封鎖

# settings_unblock_confirmation
source: Are you sure you want to unblock this user?
es: ¿Estás seguro de que deseas desbloquear a este usuario?
ko: 이 사용자의 차단을 해제하시겠습니까?
vi: Bạn có chắc muốn bỏ chặn người dùng này?
zh_hans: 确定要取消屏蔽此用户吗？
zh_hant: 確定要取消封鎖此用戶嗎？

# settings_unblock_failed
source: Couldn't unblock %@. Please try again.
es: No se pudo desbloquear a %@. Por favor, inténtalo de nuevo.
ko: %@님의 차단을 해제하지 못했습니다. 다시 시도해 주세요.
vi: Không thể bỏ chặn %@. Vui lòng thử lại.
zh_hans: 无法取消屏蔽 %@。请重试。
zh_hant: 無法解除封鎖 %@。請重試。

# settings_unblock_user
source: Unblock User
es: Desbloquear usuario
ko: 사용자 차단 해제
vi: Bỏ chặn người dùng
zh_hans: 取消屏蔽用户
zh_hant: 取消封鎖用戶

# settings_unlink
source: Unlink
es: Desvincular
ko: 연결 해제
vi: Hủy liên kết
zh_hans: 取消关联
zh_hant: 取消關聯

# settings_unlink_apple_id_confirm
source: Unlink Apple ID
es: Desvincular Apple ID
ko: Apple ID 연결 해제
vi: Hủy liên kết Apple ID
zh_hans: 取消关联 Apple ID
zh_hant: 取消關聯 Apple ID

# settings_unlink_apple_id_message
source: You will no longer be able to sign in with Apple. You can re-link at any time.
es: Ya no podrás iniciar sesión con Apple. Puedes volver a vincular en cualquier momento.
ko: 더 이상 Apple로 로그인할 수 없습니다. 언제든지 다시 연결할 수 있습니다.
vi: Bạn sẽ không thể đăng nhập bằng Apple nữa. Bạn có thể liên kết lại bất cứ lúc nào.
zh_hans: 你将无法使用Apple登录。你可以随时重新关联。
zh_hant: 你將無法使用Apple登入。你可以隨時重新關聯。

# settings_unlink_apple_id_title
source: Unlink Apple ID?
es: ¿Desvincular Apple ID?
ko: Apple ID 연결을 해제하시겠습니까?
vi: Hủy liên kết Apple ID?
zh_hans: 取消关联 Apple ID？
zh_hant: 取消關聯 Apple ID？

# settings_use_biometric
source: Use %@
es: Usar %@
ko: %@ 사용
vi: Dùng %@
zh_hans: 使用 %@
zh_hant: 使用 %@

# settings_user_not_logged_in
source: User not logged in
es: Usuario no conectado
ko: 로그인되지 않은 사용자
vi: Người dùng chưa đăng nhập
zh_hans: 用户未登录
zh_hant: 用戶未登入

# settings_version_format
source: Version %@
es: Versión %@
ko: 버전 %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Share
es: Compartir
ko: 공유
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Share with the Community
es: Compartir con la comunidad
ko: 커뮤니티와 공유
vi: Chia sẻ với cộng đồng
zh_hans: 与社区分享
zh_hant: 與社區分享

source: Sign Out
es: Cerrar sesión
ko: 로그아웃
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# signup_car_label
source: Car (Optional)
es: Vehículo (opcional)
ko: 차량 (선택사항)
vi: Xe (tùy chọn)
zh_hans: 车辆（可选）
zh_hant: 車輛（選填）

# signup_car_placeholder
source: e.g., 2020 Honda Civic
es: ej., 2020 Honda Civic
ko: 예: 2020 Honda Civic
vi: VD: 2020 Honda Civic
zh_hans: 例如：2020 Honda Civic
zh_hant: 例如：2020 Honda Civic

# signup_confirm_password_label
source: Confirm Password *
es: Confirmar contraseña *
ko: 비밀번호 확인 *
vi: Xác nhận mật khẩu *
zh_hans: 确认密码 *
zh_hant: 確認密碼 *

# signup_confirm_password_placeholder
source: Re-enter your password
es: Vuelve a introducir tu contraseña
ko: 비밀번호를 다시 입력하세요
vi: Nhập lại mật khẩu
zh_hans: 重新输入密码
zh_hant: 重新輸入密碼

# signup_continue_with_email
source: Continue with Email
es: Continuar con correo electrónico
ko: 이메일로 계속하기
vi: Tiếp tục với Email
zh_hans: 使用电子邮件继续
zh_hant: 使用電子郵件繼續

# signup_create_account_button
source: Create Account
es: Crear cuenta
ko: 계정 만들기
vi: Tạo tài khoản
zh_hans: 创建账户
zh_hant: 建立帳戶
